# Python-ში, კოდის ბლოკების განმეორებითი შესრულებისთვის გამოიყენება როგორც for, ასევე while ციკლები, მაგრამ ისინი განსხვავდებიან მათი ძირითადი გამოყენების შემთხვევებში და იმაში, თუ როგორ აკონტროლებენ იტერაციას.


i = 4
while i <= 84:
    if i % 6 == 0:
        print(i)
    i += 1


names = ["saba", "luka", "giorgi", "andria", "nino", "leqso", "mariami"]
print(names[1])
print(names[3])
print(names[5])
# ეს ელემენტები ტერმინალში სიიდან ინდექსინგის დახმარებით გამოვიტანეთ


# list-ში შეგიძლია ბერვი ელემენტის ჩაწერა და ჩვეულებრივ ცვლადს შორის მხოლოდ ერთი ელემენტის