<!DOCTYPE html>
<html lang="en">
<head>
    <h1>დიდგორის ომი<h1>
    <p><b>დიდგორის ომი</b> -  </i> <u>დიდგორის ისტორია</u>დიდგორის ბრძოლა ან ძლევაჲ საკვირველი (1121 წლის 12 აგვისტო) — ქართველთა ბრძოლა დავით IV აღმაშენებლის მეთაურობით თურქ-სელჩუკთა კოალიციური ლაშქრის წინააღმდეგ დიდგორის ველზე (მანგლისის მახლობლად, თბილისის მისადგომებთან). საქართველოს ისტორიაში დიდგორის ბრძოლა უდიდეს გამარჯვებათა რიცხვს მიეკუთვნება.

სხვადასხვა წყაროში დაცულია განსხვავებული ცნობები ლაშქრების სიდიდის შესახებ, თუმცა როგორც ქართულ-სომხურ-ლათინური, ასევე თვით არაბული წყაროების მიხედვით თურქ-სელჩუკთა კოალიციური ლაშქარი ბევრად აღემატებოდა ქართულს. დავით აღმაშენებლის ისტორიკოსმა მტრის ლაშქარი „ქვიშა ზღვისა“-ს შეადარა.

დიდგორის ველზე ილღაზის სელჩუკთა კოალიციური ლაშქრის დამარცხების, მისი დევნისა და საბოლოოდ განადგურების შემდეგ, დავით აღმაშენებელს გზა გაეხსნა თბილისისაკენ. მოგვიანებით, 1122 წელს — თბილისის, ხოლო 1123 წელს დმანისის აღება დიდგორის ბრძოლის გაგრძელებას წარმოადგენდა. დიდგორის ბრძოლაში გამარჯვებამ შესაძლებელი გახადა ქვეყნის საბოლოო გათავისუფლება და დასაბამი მისცა ოქროს ხანას საქართველოს ისტორიაში, ამასთანავე, საქართველომ საბოლოოდ დაიმკვიდრა რეგიონის უძლიერესი სახელმწიფოს სახელი.

















<!DOCTYPE html>
<html lang="en">
<head>
    <h1>თამარ მეფე<h1>
<p><b>თამარ მეფე</b> - </i> <u>თამარი, თამარ მეფე (დ. დაახ. 1160 — გ. 1213, შესაძლოა 1210 ან 1207) — საქართველოს მონარქი 1184 წლიდან, გიორგი III-ის ასული, ბაგრატიონთა სამეფო დინასტიის წარმომადგენელი. თამარს საქართველოს ოქროს ხანაში მოუწია მეფობა და უაღრესად წარმატებული მმართველი აღმოჩნდა. თამარი ატარებდა ტიტულს: „მეფეთ მეფე და დედოფალთ დედოფალი აფხაზთა, ქართველთა, რანთა, კახთა და სომეხთა, შირვანთა და შაჰანშათა და ყოვლისა აღმოსავლეთისა და დასავლეთისა თვითმფლობელობითა მპყრობელი“.

1179 წელს მეფე გიორგიმ თამარი თანამოსაყდრედ გამოაცხადა. 1184 წელს, მეფე გიორგის გარდაცვალების შემდეგ, ქვეყანაში რთული ვითარება შეიქმნა; ფეოდალურმა არისტოკრატიამ დაიწყო ბრძოლა დაკარგული პოლიტიკური პრივილეგიების აღსადგენად. 1185 წელს გავლენიან ფეოდალთა ერთმა ჯგუფმა თამარს, მისი სურვილის წინააღმდეგ, შერთო ანდრეი ბოგოლიუბსკის შვილი იური, რომელიც ქართულ წყაროებში ცნობილია „გიორგი რუსის“ სახელით. ორი-ორნახევარი წლის შემდეგ თამარი განქორწინდა და იური საქართველოდანაც განდევნეს. მეფე თამარი მეორედ დაქორწინდა დაახლოებით 1189 (ან 1187) წელს დავით სოსლანზე.

თამარის დროს საქართველო კავკასიის უძლიერეს სახელმწიფოდ იქცა. ისტორიკოსთა ერთი ნაწილის აზრით, ეს ძლიერება არ ემყარებოდა ქვეყნის შინაგან საწარმოო ძალთა განვითარებას, გაერთიანებული ფეოდალური მონარქიის ეკონომიკური ძლიერების ძირითად წყაროს სამხედრო ნადავლი და ხარკი შეადგენდა და ქვეყნის გაერთიანება ეფემერული ხასიათისა იყო.[1][2] ისტორიკოსთა მეორე ნაწილის აზრით, გაერთიანებული საქართველოს სიძლიერე შესაფერის სოციალურ-ეკონომიკურ ბაზისს ემყარებოდა.[3][4][5] თამარის მეფობის პერიოდში რამდენიმე მნიშვნელოვანი ბრძოლა გაიმართა, რომელთაგან განსაკუთრებით აღსანიშნავია 1195 წლის შამქორისა და 1203 წლის ბასიანის ბრძოლები.













<!DOCTYPE html>
<html lang="en">
<head>
    <h1>300 არაგველი<h1>
<p><b>300 არაგველი</b. - </i> <u>სამასი არაგველი — 1795 წლის 11 სექტემბერს კრწანისის ბრძოლაში გმირულად დაღუპულ მებრძოლთა რაზმი, რომელიც შედგებოდა სამასი ფშავ-ხევსურის და არაგვისპირელი გლეხისაგან. გადმოცემით, მათ ბრძოლის წინ შეჰფიცეს ერთმანეთს, რომ, ან გაიმარჯვებდნენ, ან ბრძოლის ველზე დაეცემოდნენ, რაც შეასრულეს კიდეც. მათი მამაცური თავდადება ფართოდ აისახა ხალხურ სიტყვიერებაში.

საქართველოს სამოციქულო მართლმადიდებელი ეკლესიის წმინდა სინოდის 2008 წლის 27 ივნისის სხდომამ განაჩინა: „1795 წ. კრწანისის ომში მომწყდარნი 300 არაგველნი და სასულიერო და საერო პირნი შერაცხილ იქნან წმიდა მოწამეებად. დაიწეროს მათი ხატი, ტროპარ-კონდაკი, ცხოვრება და საგალობლები. მათი ხსენების დღედ დაწესდეს 11 (24) სექტემბერი. ეთხოვოს ქ. თბილისის მერიას საპატრიარქოსთან შეთანხმებით, იზრუნოს კრწანისის ველის, როგორც თავდადების ადგილის, სათანადო მოწყობაზე.“[1]





