#  1)მომხმარებელს შემოატანინეთ რიცხვი და გაარკვიეთ დადებითი არის თუ არა(if,else). 

# 2)მომხმარებელს შემოატანინეთ რიცხვი და შეამოწმეთ მომხმარებლის შემოტანილი რიცხვი 10 - ს უდრის თუ არა, თუ უდრის 10 - ს მაშინ დაბეჭდეთ, რომ  ‘რიცხვი არის 10 ის ტოლი’, თუ არ უდრის მაშინ ‘რიცხვი არ არის 10 ის ტოლი’. 

# 3)დაწერეთ მოსწავლის ჩაჭრის თუ ჩაბარების პროგრამა. Შემოატანინეთ მომხმარებელს თავის ქულა და თუ 81 ის ტოლი ან მასე მეტია დაიბეჭდოს რომ მან ჩააბარა და თუ ნაკლებია 81 ზე მაშინ ჩაიჭრა. 

# 4) შეამოწმე, რომ ორივე დადებითია (ანუ ორივე მეტია 0-ზე). 
#  თუ ასეა დაბეჭდე "ორივე პირობა სწორია", წინააღმდეგ შემთხვევაში  "პირობა არასწორია". 

# 5) მოცემულია ორი რიცხვი a და b. 
#  თუ  ერთ-ერთი მაინც  მეტია 5-ზე, დაბეჭდე "ერთ-ერთი პირობა მაინც სწორია", წინააღმდეგ შემთხვევაში — "არც ერთი პირობა არ შესრულდა". 
 
#1
age = (int(input("enter your age:")))

if age>=18:
    print("დადებითი")
else:
    print("უარყოფითი")

#2
number = int(input("enter your number:"))

if number==10:
    print("რიცხვი არის 10 ტოლი")
else:
    print("რიცხვი არ არის 10 ტოლი")


#3
score = int(input("enter your score:"))

if score>=81:
    print("ჩააბარა")
else:
    print("ჩაიჭრა")


#4
number = int(input("enter number:"))

if number>= 0:
    print("სწორია")
else:
    print("არასწორია პირობა")


#5
ab = int(input("enter a, b :"))

if ab>=5:
    print("ერთერთი მაინც სწორია")
else:
    print("არცერთი არ შესრულდა")